Repository: lab325-com/Lill
Catalog: Lill/Resources/Localization/*.lproj/Localizable.strings
Languages: es, ru

# plant_detail_about
source: About
es: Acerca de
ru: О растении

# plant_detail_add_to_my_garden
source: Add to My Garden
es: Añadir a Mi Jardín
ru: Добавить в мой сад

# plant_detail_added_to_wishlist
source: Added to Wishlist
es: Añadido a la lista de deseos
ru: Добавлен в список желаемого

# plant_detail_back
source: Back
es: Atrás
ru: Назад

# plant_detail_cares
source: Cares
es: Cuidados
ru: Уход

# plant_detail_first_onboarding_title
source: Add the Plant to Garden
es: Agregue la planta al jardín
ru: Добавить растение в сад

# plant_detail_more_on_wiki
source: More on Wiki
es: Más info en el Wiki
ru: Больше на Wiki

# plant_detail_removed_from_wishlist
source: Removed from Wishlist
es: Eliminado de la lista de deseos
ru: Удален из списка желаемого

# plant_detail_second_onboarding_title
source: Your Plant allready in my Garden
es: Tu planta ya en mi jardín
ru: Ваше растение уже в вашем саду

# plants_backToTop
source: Back to top
es: Volver arriba
ru: В начало

# plants_explore
source: Explore catalog
es: Explorar catálogo
ru: Изучите каталог

# plants_identifier
source: Identify my Plants
es: Identificar Mis Plantas
ru: Распознать мои растения

# plants_onbording_title
source: Add your first Plant to Garden
es: Agregue su primera planta al jardín
ru: Добавьте свое первое растение в сад

# plants_search
source: Search by Name
es: Buscar por nombre
ru: Поиск по названию

# plants_skip_onbording_button
source: Skip onboarding
es: Saltar a bordo
ru: Пропустить подсказки

# plants_uniquePlantButton
source: Add Unique Plant
es: Añadir planta única
ru: Добавить уникальное растение

# plants_uniquePlantLabel
source: Canâ€™t identify or find in catalog?
es: ¿No se puede identificar o encontrar en el catálogo?
ru: Не можете определить или найти в каталоге?

# pop_change_name_button
source: Change
es: Cambiar
ru: Изменить

# pop_change_name_subtitle
source: Give your plant a name
es: Dale un nombre a tu planta
ru: Дайте имя своему растению

# pop_change_name_title
source: Change Name
es: Cambiar nombre
ru: Изменить имя

# pop_done_specific_care_cancel
source: Cancel
es: Cancelar
ru: Отмена

# pop_done_specific_care_done_info
source: Care is not required today. Do you want to record it?
es: No se requiere cuidado hoy. ¿Quieres grabarlo?
ru: Сегодня уход не нужен. Хотите ли вы записать его?

# pop_done_specific_care_missed_info
source: Care is missed
es: Cuidados omitidos
ru: Упущен уход

# pop_done_specific_care_record_care
source: Record Care
es: Registro de Cuidados
ru: Запись ухода

# pop_done_specific_care_waiting_info
source: Care is waiting
es: Cuidados en espera
ru: Ожидается уход

# recognize_archive_button
source: Recognize Plant
es: Reconocer la planta
ru: Распознать растение

# recognize_archive_title
source: Recognized Archive
es: Archivo reconocido
ru: Архив распознанных растений

# report_view_great
source: Great!
es: ¡Estupendo!
ru: Отлично!

# report_view_subtitle
source: Report Send!
es: ¡Informe enviar!
ru: Отчет Отправлен!

# report_view_title
source: Done!
es: ¡Hecho!
ru: Готово!

# scheldure_care
source: Care
es: Cuidado
ru: Уход

# scheldure_days
source: days
es: dias
ru: дни

# scheldure_done
source: Done
es: Hecho
ru: Готово

# scheldure_done_all
source: Done all Waiting Cares
es: Marcar como hechos todos los Cuidados en Espera
ru: Сделаны все ожидающие шаги ухода

# scheldure_done_cares
source: Done cares
es: Se preocupa
ru: Шаги ухода готовы

# scheldure_empty_title
source: To have daily schedule and notifications - turn ON the Bell icon in Plant card
es: Para tener un horario diario y notificaciones: encienda el icono de la campana en la tarjeta de la planta
ru: Чтобы видеть ежедневное расписание и уведомления - включите колокольчик в карточке растения

# scheldure_next_days
source: Next 7 days
es: Próximos 7 días
ru: Следующие 7 дней

# scheldure_plants
source: Plants
es: Plantas
ru: Растения

# scheldure_setting_after
source: Send after:
es: Enviar después de:
ru: Отправить после:

# scheldure_setting_after_sub
source: Send additional notification if you miss your first one
es: Enviar una notificación adicional si pierdes la primera
ru: Отправить дополнительное уведомление, если вы пропустите первое

# scheldure_setting_alert
source: Second chance Alert
es: Alerta de segunda oportunidad
ru: Оповещение второго шанса

# scheldure_setting_cancel
source: Cancel
es: Cancelar
ru: Отмена

# scheldure_setting_cares
source: Cares
es: Cuidados
ru: Уход

# scheldure_setting_cares_notification
source: Cares Notifications
es: Notificaciones de Cuidados
ru: Уведомления об уходе

# scheldure_setting_cares_notification_sub
source: You will not miss Caring for plants even with closed application!
es: ¡No te perderás de los cuidados de tus plantas incluso con la aplicación cerrada!
ru: Вы не пропустите уход за растениями даже с закрытым приложением!

# scheldure_setting_done
source: Done
es: Hecho
ru: Готово!

# scheldure_setting_frequency
source: Frequency of Notifications
es: Frecuencia de notificaciones
ru: Частота уведомлений

# scheldure_setting_frequency_sub
source: Send notifications no more often than the specified time period
es: Enviar notificaciones no más a menudo que el período de tiempo especificado
ru: Отправлять уведомления не чаще, чем в указанный период

# scheldure_setting_hour
source: Hour
es: Hora
ru: Час

# scheldure_setting_list_notification
source: Today's List Notification
es: Notificación de la lista de hoy
ru: Сегодняшний список уведомлений

# scheldure_setting_missed
source: Missed
es: Omitido
ru: Пропущенный

# scheldure_setting_send_daily_list
source: Send a daily list of cares and plants
es: Envíe una lista diaria de cuidado y plantas
ru: Ежедневная отправка списка ухода и растений

# scheldure_setting_send_time
source: Send Time:
es: Hora de envío:
ru: Время отправки:

# scheldure_setting_title
source: Settings
es: Ajustes
ru: Настройки

# scheldure_setting_waiting
source: Waiting
es: Esperando
ru: Ожидание

# scheldure_title
source: Schedule
es: Calendario
ru: Расписание

# scheldure_today
source: Today
es: Hoy
ru: Сегодня

# subscribe_lifetime
source: Lifetime
es: Toda la vida

# subscribe_month_one
source: 1 Month
es: 1 mes
ru: 1 месяц

# subscribe_year_one
source: 1 Year
es: 1 año
ru: 1 год

# subscribe_year_plant_identification
source: plant Identification and Diagnosis
es: Plantas, identificación y diagnóstico
ru: идентификация растений и их диагноз

# subscribe_year_premium
source: Become a Premium
es: Convertirse en una prima
ru: Получить премиум

# subscribe_year_save
source: Save 50% Off
es: AHORRA 50%
ru: Сэкономьте 50%

# subscribe_year_subscribe
source: Subscribe
es: Suscribir
ru: Подписывайся

# subscribe_year_unlimited
source: Unlimited
es: Ilimitado
ru: Неограниченная

# subscription_active
source: Active
es: Activo
ru: Активна

# subscription_cancel_any_time
source: Cancel anytime
es: Cancela en cualquier momento
ru: Можно отменить в любое время

# subscription_description
source: You can cancel your subscription of free trial anytime by cancelling your subscription through your iTunes account settings, or it will automatically renew. This must be done in 24 hours before the end of the free trial or any subscription period to avoid being charged. Subscription with a free trial period will automatically renew to a paid subscription. Please note: any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free trial period. Subscription payments will be charged to your iTunes account at confirmation of your purchase and upon commencement of each renewal term. For more information, please see our Terms of Use and Privacy Policy.
es: Puede cancenlar su suscripción de prueba gratuita en cualquier momento cancelando su suscripción a través de la configuración de su cuenta Itunes, de lo contrario se renovará automáticamente. Esto debe hacerse al menos 24 horas antes del final de la prueba gratuita o cualquier período de suscripción para evitar el cobro. Una suscripción con un período de prueba gratuita se renovará automáticamente a una suscripción de pago. Por favor tenga en cuenta que cualquier porción no utilizada de período de prueba gratuita (en caso de ofrecerse) se perderá al comprar una suscripción premium durante el período de prueba gratuita. Los pagos de la suscripción se cargarán a tu cuenta iTunes al confirmar la compra y tras el comienzo de cada término de renovación. Para más información, por favor revise nuestros Términos de Uso y Política de Privacidad.
ru: Вы можете отменить подписку на бесплатную пробную версию в любое время, отменив подписку через настройки учетной записи iTunes, иначе она будет автоматически возобновлена. Это необходимо сделать за 24 часа до окончания бесплатной пробной версии или любого периода подписки, чтобы избежать списания средств. Подписка с бесплатным пробным периодом будет автоматически продлена до платной подписки. Обратите внимание: любая неиспользованная часть бесплатного пробного периода (если он предлагается) будет аннулирована при покупке премиум-подписки в течение бесплатного пробного периода. Оплата за подписку будет списана с вашего счета iTunes при подтверждении покупки и в начале каждого срока продления. Для получения дополнительной информации см. наши Условия использования и Политику конфиденциальности.

# subscription_month
source: month
es: mes
ru: месяц

# subscription_one_time
source: One-time payment
es: Pago único

# subscription_privacy
source: Privacy policy
es: Política de privacidad
ru: Политика конфиденциальности

# subscription_recurring_mounthly
source: Recurring monthly billing
es: Facturación mensual recurrente

# subscription_recurring_yearly
source: Recurring yearly billing
es: Facturación anual recurrente
ru: Ежегодное выставление счетов

# subscription_restore
source: Restore Purchases
es: Restaura compras
ru: Восстановить покупки

# subscription_save_50
source: Save 50% Off
es: AHORRA 50%
ru: Сэкономьте 50%

# subscription_sub_title
source: Get access to unlimited IdentifyDiagnose Plants
es: Obtenga acceso a identificaciones/diagnósticos de plantas ilimitados.
ru: Получить досуп к неограниченной идентификации/ диагностики растений

# subscription_subscribe
source: Subscribe
es: Suscribirse
ru: Подпишитесь

# subscription_terms
source: Terms of use
es: Términos de Uso
ru: Условия эксплуатации

# subscription_thanks_subscription
source: Thanks for subscribing.You have the full version of app
es: Gracias por suscribirse. Tienes la versión completa de la aplicación
ru: Спасибо за подписку! Теперь вы имеете полную версию приложения.

# subscription_title
source: Become a Premium
es: Volverse Premium
ru: Получить Премиум

# subscription_unsubscribe
source: Unsubscribe
es: Cancelar la suscripción
ru: Отписаться

# subscription_your_plan
source: Your Plan
es: Tu plan
ru: Ваш план

# unique_ident_cover_capture_title
source: Capture
es: Captura
ru: Фото

# unique_ident_cover_sub_title
source: Create Cover for your new Place
es: Crea portada para tu nuevo lugar
ru: Создать обложку вашего нового места

# uniquel_plan_create
source: Create Plant name
es: Crear nombre de planta
ru: Переименовать растение

# uniquel_plan_name_sub_title
source: Create name for your plant
es: Crea nombre para tu planta
ru: Переименовать растение

# uniquel_plan_name_title
source: Add Unique Plant
es: Agregar planta única
ru: Добавить новое растение

# uniques_add_care
source: Add Cares
es: Añadir cuidados
ru: Добавить уход

# uniques_cares_add
source: Cares added:
es: Cuidados añadidos:
ru: Шаги ухода добавлены

# uniques_cares_back_title
source: Cover
es: Cubierta
ru: Ковер

# uniques_cares_sub_title
source: Please Select Care you want to add to Plant Care Plan
es: Por favor selecciona el cuidado que quieres agregar al Plan de Cuidados de Planta
ru: Пожалуйста, добаьте новый шаг в план ухода за растениями.

# uniques_cares_title
source: Add Plant Cares
es: Añadir cuidados a la planta
ru: Добавить уход за растением

# uniques_cover_add
source: Add Cover
es: Añadir cubierta
ru: Добавить кавер

# uniques_cover_add_apply
source: Apply
es: Aplicar
ru: Применить

# uniques_cover_add_captured
source: Plant Cover is captured
es: Se capturó la cubierta de la planta
ru: Кавер растения запечатлен

# uniques_cover_add_retake
source: Retake Photo
es: Foto de retomado
ru: Переснять фото

# uniques_cover_back_title
source: Plant name
es: Nombre de la planta
ru: Название растения

# uniques_cover_cancel
source: Cancel
es: Cancelar
ru: Отмена

# uniques_cover_title
source: Add Plant
es: Añadir planta
ru: Добавить растение

# uniques_skip_care
source: Skip
es: Saltear
ru: Пропустить

# wish_list_back
source: Back
es: Atrás
ru: Назад

# wish_list_no_data
source: Wishlist is empty
es: La lista de deseos está vacía
ru: Список желаемого пуст

# wish_list_title
source: Wishlist
es: Lista de deseos
ru: Список желаемого

# allert_no
source: NO
ru: НЕТ
