Repository: lab325-com/Lill
Catalog: Lill/Resources/Localization/*.lproj/Localizable.strings
Languages: es, ru

# action_edit_add_photo
source: Change Photo
es: Cambiar foto
ru: Изменить фото

# action_edit_cancel
source: Cancel
es: Cancelar
ru: Отмена

# action_edit_care_plan
source: Edit Care Plan
es: Editar plan de atención
ru: Реадктировать план ухода

# action_edit_change_name
source: Change Name
es: Cambiar nombre
ru: Изменить имя

# action_edit_clone_plant
source: Clone Plant
es: Clonar Planta
ru: Дублировать растение

# action_edit_delete_plant
source: Delete Plant
es: Borrar Planta
ru: Удалить растение

# action_edit_title
source: Actions with Plant
es: Acciones con planta
ru: Действие с растением

# activity_title
source: Please wait
es: Espera por favor
ru: Пожалуйста подождите

# add_place_cell_add_place
source: Add Place
es: Añadir lugar
ru: Добавить место

# add_plant_done
source: Done
es: Hecho
ru: Сделанно

# add_plant_every
source: every
es: todos
ru: каждый

# add_plant_frequency
source: Frequency
es: Frecuencia
ru: Частота

# add_plant_next_date
source: Next Date
es: Próxima fecha
ru: Следующая дата

# add_plant_time
source: Time
es: Tiempo
ru: Время

# add_plant_time_subtitle
source: Please Setup your Care for new Plant
es: Por favor, establezca el Cuidado para su nueva Planta
ru: Пожалуйста, настройте уход за новым растением

# add_plants_success
source: Plant is added to your Garden!
es: ¡La planta se agregó a tu jardín!
ru: Растение добавлено в ваш сад!

# allert_camer_permission_cancel
source: Cancel
es: Cancelar
ru: Отмена

# allert_camer_permission_settings
source: Settings
es: Ajustes
ru: Настройки

# allert_camer_permission_subtittle
source: Go to settings for camera permission?
es: ¿Vaya a Configuración para obtener permiso de la cámara?
ru: Перейти к настройкам для включения разрешений для использования камеры?

# allert_camer_permission_title
source: Permissions
es: Permisos
ru: Разрешения

# allert_logout_message
source: Are you sure want log out?
es: ¿Estás seguro de que quieres cerrar la sesión?
ru: Вы уверены, что хотите выйти?

# allert_yes
source: YES
es: SÍ
ru: ДА

# care_period_type_days
source: Days
es: Dias
ru: Дни

# care_period_type_mounths
source: Months
es: Meses
ru: Месяцы

# care_period_type_unknown
source: Unknown
es: Desconocido
ru: Неизвестно

# care_period_type_weeks
source: Weeks
es: Semanas
ru: Недели

# care_type_all
source: All
es: Todos
ru: Все

# care_type_humidity
source: Fertilizer
es: Fertilizante
ru: Удобрение

# care_type_misting
source: Misting
es: Numi
ru: Распыление воды

# care_type_rotating
source: Rotating
es: Rotación
ru: Вращение

# care_type_watering
source: Watering
es: Riego
ru: Полив

# choose_identify_add_unique
source: Add Unique
es: Agregar único
ru: Добавить уникальное

# choose_identify_cancel
source: Cancel
es: Cancelar
ru: Отмена

# choose_identify_diagnosis
source: Diagnosis
es: Diagnóstico
ru: Диагностика

# choose_identify_identify
source: Identify
es: Identificar
ru: Идентифицировать

# choose_identify_onboarding_title
source: Capture your Plant
es: Captura tu planta
ru: Снимите растение

# choose_identify_premium
source: Premium
es: De primera calidad
ru: Премиум

# climante_deciduous_unknown
source: Climate Deciduous Unknown
es: Clima caduco desconocido
ru: Лиственный климат неизвестен

# climate_deciduous
source: Type
es: Escribe
ru: Тип

# climate_deciduous_deciduous
source: Deciduous
es: Caduco
ru: Листопадный

# climate_deciduous_evergreen
source: Evergreen
es: Hojas perennes
ru: Вечнозеленый

# climate_habit
source: Habit
es: Hábitat
ru: Тип климата

# climate_habit_annual_climber
source: Annual Climber
es: Escalador anual
ru: Однолетнее Лозейное

# climate_habit_annual_perennial
source: Annual Perennial
es: Perenne anual
ru: Однолетнее Многолетнее

# climate_habit_bamboo
source: Bamboo
es: Bambú
ru: Бамбук

# climate_habit_biennial
source: Biennial
es: Bienal
ru: Двухлетнее

# climate_habit_biennial_perennial
source: Biennial Perennial
es: Perenne Bienal
ru: Двухлетнее Многолетнее

# climate_habit_bulb
source: Bulb
es: Bulbo
ru: Луковица

# climate_habit_climber
source: Climber
es: Trepador
ru: Лозейное

# climate_habit_fern
source: Fern
es: Helecho
ru: Папоротниковидное

# climate_habit_perenial
source: Perennial
es: Perenne
ru: Многолетний

# climate_habit_perenial_climber
source: Perennial Climber
es: Escalador perenne
ru: Многолетнее Лозейное

# climate_habit_shrub
source: Shrub
es: Arbusto
ru: Кустарник

# climate_habit_tree
source: Tree
es: Árbol
ru: Дерево

source: Climate Habit Unknown
es: Hábitat climático desconocido
ru: Тип климата неизвестен

# climate_hardiness
source: Hardiness
es: Robustez
ru: Твердость

# climate_height
source: Height
es: Altura
ru: Высота

# climate_moisture
source: Moisture
es: Humedad
ru: Влажность

source: Climate Moisture Unknown
es: Humedad climática desconocida
ru: Влага климата неизвестна

source: Climate PH Unknown
es: Clima ph desconocido
ru: Климат PH неизвестен

# climate_shade
source: Shade
es: Sombra
ru: Тень

source: Climate Shade Unknown
es: Shade Climate Desconocido
ru: Предпочтительная тень неизвестна

# climate_soil
source: Soil
es: Suelo
ru: Грунт

source: Climate Soil Unknown
es: Suelo climático desconocido
ru: Предпочтительный грунт неизвестен

# diagnosis_analyze_info
source: Diagnosing in Progress
es: Diagnóstico en progreso
ru: Идет диагностика

# diagnosis_capture
source: Capture
es: Capturar
ru: Захватывать

# diagnosis_capture_info
source: Capture sick part of Plant
es: Capturar parte enferma de la planta
ru: Захватить больную часть растения

# diagnosis_no_data
source: No problems detected
es: No hay problemas detectados
ru: Не обнаружено проблем

# diagnosis_onboarding_info
source: Make sure that Photo is sharp and contains the diseased part
es: Asegúrate que la foto sea clara y contenga la parte enferma
ru: Убедитесь, что фото достаточно резкое и содержит заболевшую часть растения

# diagnosis_preview_diagnose
source: Diagnose Photo
es: Diagnosticar foto
ru: Диагностировать фото

# diagnosis_preview_info
source: Make sure that the Photo is sharp and contains the diseased part
es: Asegúrate que la foto sea clara y contenga la parte enferma
ru: Убедитесь, что фото достаточно резкое и в хорошем разрешении

# diagnosis_preview_retake
source: Retake Photo
es: Volver a tomar foto
ru: Переснять фото

# diagnosis_report
source: Send Report!
es: ¡Informe enviar!
ru: Отправить жалобу!

# diagnosis_restart_diagnosing
source: Retake Photo
es: Volver a tomar foto
ru: Переснять фото

# diagnosis_start_diagnose
source: Start Diagnosing
es: Empezar a diagnosticar
ru: Начните диагностировать

# diagnosis_title
source: Diagnose
es: Diagnosticar
ru: Диагностировать

# disease_archive_button
source: Diagnose Disease
es: Diagnosticar enfermedad
ru: Диагностировать заболевание

# disease_archive_title
source: Disease Archive
es: Archivo de la enfermedad
ru: Архив заболеваний

# garde_edit_delete_allert_button
source: Delete %d Cares
es: Eliminar %d Cuidados
ru: Удалить %d ухода

# garde_edit_delete_allert_sub_title
source: Are you sure you want to do this?
es: ¿Seguro que quieres hacer esto?
ru: Вы уверены, что хотите это сделать?

# garde_edit_delete_delete_cares
source: Delete Cares
es: Eliminar Cuidados
ru: Удалить уход

# garde_edit_delete_sub_title
source: Select Cares that you want to delete
es: Seleccione los Cuidados que quiera eliminar
ru: Выберите шаги ухода, которые хотите удалить

# garde_edit_delete_title
source: Delete Care
es: Eliminar Cuidado
ru: Удалить уход

# garden_add_plant
source: add Plant
es: Agregar planta
ru: Добавить растение

# garden_add_to_add
source: Add within new Place
es: Agregar dentro de un nuevo lugar
ru: Добавить в новое место

# garden_add_to_or
source: or
es: o
ru: или

# garden_add_to_plants
source: Plants: %d
es: Plantas: %d
ru: Растения: %d

# garden_add_to_subtitle
source: Pick a place to add your plant
es: Elija un lugar para agregar su planta
ru: Выберите место для добавления растения

# garden_add_to_title
source: Select Place
es: Seleccionar lugar
ru: Выберите место

# garden_cares_detail_cares
source: Cares
es: Cuidados
ru: Уход

# garden_cares_detail_info
source: Are you sure want to mark as done?
es: ¿Seguro que quieres marcarlo como hecho?
ru: Вы уверенны, что хотите отметить это как сделанное?

# garden_cell_plants
source: Plants:
es: Plantas:
ru: Растения:

# garden_cell_plants_happy
source: Plants are happy
es: Las plantas son felices
ru: Растения счастливы

# garden_cell_plants_need_cares
source: Plants Need Cares:
es: Las plantas necesitan preocupaciones:
ru: Нужен уход:

# garden_choose_add_plant_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_choose_add_plant_catalog
source: Catalog
es: Catalogar
ru: Каталог

# garden_choose_add_plant_identify
source: Identify
es: Identificar
ru: Идентифицировать

# garden_choose_add_plant_unique
source: Add Unique
es: Agregar único
ru: Добавить уникальное

# garden_clone_plant_button
source: Clone Plant
es: Clonar Planta
ru: Дублировать растение

# garden_clone_plant_subtitle
source: Give name for the clone of this plant
es: Dar nombre para el clon de esta planta
ru: Назовите дубликат данного Растения

# garden_clone_plant_title
source: Clone Plant
es: Clonar Planta
ru: Дублировать растение

# garden_controller_edit
source: Edit
es: Editar
ru: Редактировать

# garden_controller_onboarding_title
source: Check your Plant
es: Revise su planta
ru: Проверьте свое растение

# garden_create_cover_title
source: Add Place
es: Añadir lugar
ru: Добавить место

# garden_create_name_add_place
source: Add Place
es: Añadir lugar
ru: Добавить место

# garden_create_name_subtitle
source: Give name for Place
es: Dar nombre para el lugar
ru: Назвать место

# garden_create_name_title
source: Add Name
es: Agregar nombre
ru: Добавить имя

# garden_delete_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_delete_plant
source: Delete Plant
es: Eliminar la planta
ru: Удалить Растение

# garden_delete_sub_title
source: Confirm deleting Plant from your Garden
es: Confirme eliminar la planta de su jardín
ru: Подтвердите удаление растения из вашего сада

# garden_delete_success
source: Plant has been Deleted
es: Se ha eliminado la planta
ru: Растение было Удалено

# garden_delete_title
source: Deleting Plant
es: Eliminando Planta
ru: Удаление растения

# garden_detail_about
source: About
es: Acerca de
ru: О растении

# garden_detail_care_edit_my_plan
source: Edit My Care Plan
es: Editar mi Plan de Cuidado
ru: Редактировать Мой План по уходу

# garden_detail_care_plan
source: Care Plan
es: Plan de Cuidado
ru: План ухода

# garden_detail_check_all
source: Check all Waiting Cares as done
es: Marcar todos los Cuidados en Espera como hechos
ru: Отметить весь уход как выполненый

# garden_done_all_cares
source: Done all Cares
es: Hecho todo lo que se preocupa
ru: Весь уход выполнен

# garden_done_all_humidity
source: Done all Fertilizer
es: Hecho todo fertilizante
ru: Все удобрение выполнено

# garden_done_all_misting
source: Done all Misting
es: Hecho todo neblina
ru: Все распыление выполнено

# garden_done_all_rotate
source: Done all Rotate
es: Hecho todo girado
ru: Все врашение выполнено

# garden_done_all_watering
source: Done all Watering
es: Hecho todo riego
ru: Весь полив выполнен

# garden_edit_change_cover
source: Change cover
es: Cubierta de cambio
ru: Изменение растительного покрова

# garden_edit_change_cover_done
source: Done
es: Hecho
ru: Готово

# garden_edit_change_name
source: Change name
es: Cambiar nombre
ru: Изменить имя

# garden_edit_change_name_change
source: Change
es: Cambio
ru: Изменить

# garden_edit_change_name_subtitle
source: Give new name for Place
es: Dar un nuevo nombre para el lugar
ru: Переименовать место

# garden_edit_change_name_title
source: Change Name
es: Cambiar nombre
ru: Изменить имя

# garden_edit_delete_space
source: Delete space
es: Eliminar espacio
ru: Удалить место

# garden_edit_delete_space_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_edit_delete_space_delete
source: Delete Space
es: Eliminar espacio
ru: Удалить место

# garden_edit_delete_space_info
source: All Plants in place will be deleted
es: Todas las plantas en su lugar serán eliminadas
ru: Все растения данного места будут удалены

# garden_edit_done
source: Done
es: Hecho
ru: Готово

# garden_edit_edit
source: Edit
es: Editar
ru: Редактировать

# garden_edit_info
source: Here Preview of your Place. Do you want to make some changes?
es: AQUÍ PREVENCIÓN DE SU LUGAR. ¿Quieres hacer algunos cambios?
ru: Здесь превью вашего места. Вы хотите внести некоторые изменения?

# garden_edit_plants
source: Plants:
es: Plantas:
ru: Растения:

# garden_edit_title
source: Place Preview
es: Vista previa de lugar
ru: Предварительный просмотр

# garden_hiistory_age
source: Age
es: Edad
ru: Возраст

# garden_hiistory_cares
source: cares
es: cuidados
ru: шаги ухода

# garden_hiistory_cares_done
source: Cares done
es: Cuidados realizados
ru: Сделанные шаги ухода

# garden_hiistory_days
source: days
es: dias
ru: дни

# garden_hiistory_gallery
source: Gallery
es: Galería
ru: Галерея

# garden_hiistory_liters
source: liters
es: litros
ru: литры

# garden_hiistory_photo
source: Photo Note
es: Pie de foto
ru: Заметка к фото

# garden_hiistory_statistic
source: Statistic
es: Estadística
ru: Статистика

# garden_hiistory_title
source: History
es: Historial
ru: История

# garden_hiistory_view_all
source: view all
es: ver todo
ru: посмотреть все

# garden_hiistory_water
source: Water drinked
es: Agua bebida
ru: Выпитая вода

# garden_history_add_new_photo
source: Add new Photo
es: Agregar nueva foto
ru: Добавить новое фото

# garden_history_add_notes
source: Add notes for this Photo
es: Agregar notas para esta foto
ru: Добавить заметку к этому фото

# garden_history_add_photo
source: Add Photo
es: Añadir foto
ru: Добавить фото

# garden_history_add_photo_gallery
source: Add photo to gallery
es: Agregar foto a la galería
ru: Добавить фото в галерею

# garden_history_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_history_changing_nottes
source: Changing notes for this Photo
es: Cambiando notas para esta foto
ru: Изменить заметки для этой фотографии

# garden_history_delete_photo
source: Delete Photo
es: Borrar foto
ru: Удалить фото

# garden_history_edit
source: Edit
es: Editar
ru: Редактировать

# garden_history_save_changes
source: Save Changes
es: Guardar cambios
ru: Сохранить изменения

# garden_history_set_main_photo
source: Set as Main Photo
es: Establecido como foto principal
ru: Сделать в качестве основного фото

# garden_history_share
source: Share
es: Cuota
ru: Поделиться

# garden_histroy_set_main_success
source: Setted as main Photo
es: Establecida como foto principal
ru: Установить как основное фото

# garden_need_cares
source: Need Cares:
es: Necesito preocuparse:
ru: Нужен уход:

# garden_need_cares_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_need_cares_count
source: %d Cares
es: %d le importa
ru: %d Шаги ухода

# garden_need_cares_count_plants
source: %d Plants
es: %d plantas
ru: %d Растения

# garden_need_cares_done_all_cares
source: Done all Cares
es: Hecho todo lo que se preocupa
ru: Сделаны все шаги ухода

# garden_need_cares_sub_title
source: Are you sure want to mark all %@ Cares as done?
es: ¿Estás seguro de marcar todo %@ ncares tal como lo hicieron?
ru: Вы уверены, что хотите пометить все %@ шаги ухода как сделанные?

# garden_need_cares_title
source: %@ Cares
es: %@ Le importa
ru: %@ Шаги ухода

# garden_need_cares_waiting
source: Waiting
es: Esperando
ru: Ожидание

# garden_plan_done
source: Done
es: Hecho
ru: Готово

# garden_plan_missed
source: Missed
es: Omitido
ru: Пропущенный

# garden_plan_upcoming
source: Upcoming
es: Próximo
ru: Предстоящий

# garden_plan_waiting
source: Waiting
es: En Espera
ru: Ожидающий

# garden_plant_add_cares_add_custom_care
source: Add Custom Care
es: Añadir Cuidado Personalizado
ru: Добавить свои шаги ухода

# garden_plant_add_cares_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_plant_add_cares_info
source: Select From Cares
es: Seleccionar de Cuidados
ru: Выберите из списка шагов ухода

# garden_plant_add_cares_setup_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_plant_add_cares_setup_title
source: Add Care
es: Añadir Cuidado
ru: Добавить шаги ухода

# garden_plant_add_cares_title
source: Add Care
es: Añadir Cuidado
ru: Добавить уход

# garden_plant_cares_edit_add_care
source: Add Care
es: Agregar cuidado
ru: Добавить уход

# garden_plant_cares_edit_cancel
source: Cancel
es: Cancelar
ru: Отмена

# garden_plant_cares_edit_done
source: Done
es: Hecho
ru: Готово

# garden_plant_cares_edit_every
source: every
es: todos
ru: каждый

# garden_plant_cares_edit_frequency
source: Frequency
es: Frecuencia
ru: Частота

# garden_plant_cares_edit_info
source: Turn on/off Cares to add/remove from Care Plan
es: Encender/apagar cuidados para agregar/eliminar del Plan de Cuidados
ru: Включить/выключить шаги ухода, чтобы добавить/удалить из плана ухода

# garden_plant_cares_edit_next_time
source: Next Date
es: Proxima fecha
ru: Следующая дата

# garden_plant_cares_edit_set_to_recommended
source: Set to Recommended Cares
es: Establecer en Cuidados Recomendados
ru: Установить рекомендуемый уход

# garden_plant_cares_edit_time
source: Time
es: Tiempo
ru: Время

# garden_plant_cares_edit_title
source: Edit Care Plan
es: Editar Plan de Cuidados
ru: Редатировать план ухода

# garden_plant_detail_added_in_schedule
source: Added in Schedule
es: Agregado en el horario
ru: Добавлен в расписание

# garden_plant_detail_removed_from_schedule
source: Removed from Schedule
es: Eliminado del horario
ru: Удален из расписания

# garden_plant_is_happy
source: Plant is happy
es: La planta es feliz
ru: Растение счатливо

# garden_title
source: My Garden
es: Mi jardín
ru: Мой сад

# gardens_controller_add_plant
source: add plant
es: Agregar planta
ru: добавить растение

# gardens_controller_onboarding_title
source: You can find Plant in your first Place
es: Puedes encontrar planta en tu primer lugar
ru: Вы можете найти первое растение в саду

# gardens_controller_places
source: My Places
es: Mis lugares
ru: Мои места

# gardens_controller_plants
source: My Plants
es: Mis plantas
ru: Мои растения

# gardens_controller_title
source: My Garden
es: Mi jardín
ru: Мой сад

# identify_analize_identify_plant
source: Identifying plant
es: Identificando planta
ru: Растение распознается

# identify_analize_image
source: Analyzing image
es: Analizando la imagen
ru: Изображение анализируется

# identify_capture
source: Capture
es: Capturar
ru: Фото

# identify_free_snaps
source: free snaps
es: Snaps gratis
ru: бесплатные

# identify_info
source: Identifying Plant by Photo
es: Identificando la planta por foto
ru: Определение растения по фото

# identify_make_photo_info
source: Full-size photo of Plant
es: Foto de tamaño completo de la panta
ru: Полноразмерная фотография вашего растения

# identify_make_photo_title
source: Take full-size photo of your plant
es: Tomar foto de tamaño completo de la planta
ru: Сделайте полноразмерное фото вашего растения

# identify_no_data
source: Sorry, no results found
es: Lo sentimos, no se han encontrado resultados
ru: Извините, результатов не найдено

# identify_no_results
source: No correct results?
es: ¿No hay resultados correctos?
ru: Нет правильных результатов?

# identify_no_results_reidentify
source: Re-identify
es: Reidentificar
ru: Повторно идентифицировать

# identify_no_results_retake_photo
source: Retake Photo
es: Foto de retomado
ru: Переснять фото

# identify_no_results_search_by_catalog
source: Search by Catalog
es: Buscar por catálogo
ru: Поиск по каталогу

# identify_no_results_send_report
source: Send Report!
es: ¡Enviar reporte!
ru: Отправить жалобу!

# identify_overview_info
source: Make sure that the plant is isolated from other plants
es: Asegúrate que la planta está aislada de otras plantas
ru: Убедитесь, что растение изолировано от других растений

# identify_overview_title
source: Overview
es: Descripción general
ru: Обзор

# identify_photo_quality_info
source: Make sure the photo is sharp and in high resolution
es: Asegúrate que la foto es clara y en alta resolución
ru: Убедитесь, что фото достаточно резкое и в хорошем разрешении

# identify_photo_quality_title
source: Photo quality
es: Calidad de la foto
ru: Качество фото

# identify_premium
source: go premium
es: Hazte Premium
ru: получить премиум

# identify_result_identify_photo
source: Analyze Photo
es: Foto analizada
ru: Анализировать фото

# identify_result_info
source: Do you want to start analyzing Photo?
es: ¿Quieres empezar a analizar la foto?
ru: Хотите начать анализировать фото?

# identify_result_onboarding
source: Select a Plant that your want to add
es: Seleccione una planta que desee agregar
ru: Выберите растение, которое вы хотите добавить

# identify_result_retake_photo
source: Retake Photo
es: Volver a tomar foto
ru: Переснять фото

# identify_result_snaps_left
source: free snaps left
es: Snaps gratis restantes
ru: Оставшиеся бесплатные фото

# identify_result_title
source: Identifying
es: Identificando
ru: Определение

# identify_results
source: Identification Results:
es: Resultados de identificación:
ru: Результаты идентификации:

# identify_start_identify
source: Start Identification
es: Iniciar identificación
ru: Начать идентификацию

# identify_title
source: Identifying
es: Identificando
ru: Определение

# login_apple
source: Sign in with Apple
es: Iniciar sesión con Apple
ru: Войдите с Apple

# login_facebook
source: Sign in with Facebook
es: Inicia sesión con Facebook
ru: Вход с Facebook

# login_google
source: Sign in with Google
es: Inicia sesión con Google
ru: Войти с Google

# login_info
source: Explore Plants and create the garden of your dreams
es: Explora plantas y crea el jardín de tus sueños
ru: Исследуйте растения и создайте сад своей мечты

# login_instagram
source: Sign in with Instagram
es: Inicia sesión con Instagram
ru: Войти с Instagram

# menu_account
source: account
es: cuenta
ru: учетная запись

# menu_item_archive_disease
source: Disease Archive
es: Archivado de la enfermedad
ru: Архив заболеваний

# menu_item_archive_recognized
source: Recognized Archive
es: Archivo reconocido
ru: Архив распознанных растений

# menu_item_language
source: Language
es: Idioma
ru: Язык

# menu_item_privacy_policy
source: Privacy policy
es: Política de privacidad
ru: Политика конфиденциальности

# menu_item_rate
source: Rate app
es: Calificar aplicacion
ru: Оценить приложение

# menu_item_share
source: Invite friends (share app)
es: Invitar a tus amigos (compartir la aplicación)
ru: Пригласить друзей (поделиться приложением)

# menu_item_subscriptions
source: Subscriptions
es: Suscripciones
ru: Подписки

# menu_item_terms
source: Terms
es: Términos y condiciones
ru: Условия

# menu_laguage_title
source: Language
es: Idioma
ru: Язык

# menu_language_header
source: SELECT LANGUAGE
es: SELECCIONE EL IDIOMA
ru: ВЫБРАТЬ ЯЗЫК

# menu_log_out
source: Log out
es: Cerrar sesión
ru: Выйти

# menu_section_archive_title
source: archive
es: archivo
ru: архив

# menu_section_settings_title
source: settings
es: ajustes
ru: настройки

# menu_title
source: Menu
es: Menú
ru: Меню

# navigation_back
source: Back
es: Atrás
ru: Назад

# paywall_year_new_price
source: New price:
es: Nuevo precio:
ru: Новая цена:

# paywall_year_old_price
source: Old price:
es: Precio anterior:
ru: Старая цена:

# period_type_day
source: days
es: dias
ru: дни

# period_type_month
source: months
es: meses
ru: месяцы

# period_type_week
source: weeks
es: semanas
ru: недели

# plant_add_to_garden_great
source: Great!
es: ¡Genial!
ru: Отлично!

# plant_add_to_garden_info
source: Plant is added in your Garden!
es: ¡La planta se agregó a tu jardín!
ru: Растение добавлено в ваш сад!

# plant_add_to_garden_title
source: Congrats!
es: ¡Felicitaciones!
ru: Поздравляем!
